Repository: mozilla-l10n/mt-training-data
Catalog: ug/ug_pontoon.tmx
Source language: en_us
Languages: ug

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ug: ئىختىيارىي يوللانغان تەرجىمىھالىڭىزدىكى نوپۇس ئۇچۇرىڭىز (مەسىلەن ياش، جىنس، تىل ۋە تەلەپپۇز) ھەرگىز ئاشكارىلانمايدۇ ، شۇنداقلا سانلىق مەلۇمات جەدۋىلىدىكى ھېساباتىڭىزغا ئۇلانمايدۇ. بىر قەدەر توغرا بولغان ئانالىز مەقسىتى ئۈچۈنلا نوپۇس ئۇچۇرىڭىز ئىشلىتىدۇ - مەسىلەن، بىر تەتقىقاتچى مەلۇم ئۆگىتىش ئەندىزىسىنى مەلۇم بىر نوپۇس بۆلىكىگە نىشانلىماقچى بولغان بولسا دېگەندەك.

source: Ossetian
ug: ئوسسېتىنچە

source: Other
ug: باشقا

source: Other Language
ug: باشقا تىل

source: Other people validate those voice clips.
ug: باشقا كىشىلەر بۇ ئاۋازلارنى دەلىللەيدۇ.

source: Other voice datasets…
ug: باشقا ئاۋاز توپلىمى…

source: Other Voice Datasets
ug: باشقا ئاۋاز مەلۇمات توپى

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
ug: قوشۇمچە ياردەم ئۈچۈن جامائەت باشقۇرغۇچىمىز سىز بىلەن ئالاقىلىشىدۇ ھەمدە ئەگەر جامائەت ئاللىبۇرۇن تىلىڭىزغا ئىشلەۋاتقان بولسا سىزگە بىلدۈرىدۇ

source: Our governance is founded on the pillars of:
ug: باشقۇرۇشىمىز تۆۋەندىكىلەر ئاساسىدا:

source: Our Partners
ug: شېرىكلىرىمىز

source: Overall Accuracy
ug: ئومۇمىي ئېنىقلىق

source: Overall Hr. Total
ug: جەمئىي تەخمىنەن سائەت

source: Papiamento (Aruba)
ug: پاپىيامەنتۇچە

source: Partner
ug: ھەمكارلاشقۇچى

source: Partners
ug: ھەمكارلاشقۇچىلار

source: Partnerships
ug: ھەمكارلاشقۇچىلار

source: Partnerships and networks
ug: ھەمكارلىق ۋە تور

source: Partnerships, Press and Stories, Community and Languages
ug: ھەمكارلاشقۇچى، خەۋەر ۋە ماقالە، جامائەت ۋە تىل

source: Partner with us
ug: بىز بىلەن ھەمكارلىشىش

source: [Part of the text can’t be heard]
ug: [تېكىستنىڭ بىر قىسمىنى ئاڭلىغىلى بولمىدى]

source: Pashto
ug: پۇشتۇچە

source: Past recordings download requests
ug: ئىلگىرىكى خاتىرىلەرنى چۈشۈرۈش تەلىپى

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ug: <p> Common Voice پۈتكۈل دۇنيادىكى پىدائىي تۆھپىكارلارنىڭ ئاۋازلىرى ئارقىلىق ھەرىكەتلەندۈرۈلگەن ئوچۇق ئاۋازلىق سانلىق مەلۇمات ئامبىرىدۇر. ئاۋازلىق ئەپلەرنى ياسىماقچى بولغان كىشىلەر بۇ سانلىق مەلۇمات ئامبىرىنى ئىشلىتىپ، ماشىنىلىق ئۆگىنىش مودېللىرىنى مەشىق قىلدۇرالايدۇ. <p> <p> ھازىر كۆپلىگەن ئاۋاز سانلىق مەلۇمات توپلىمى مەلۇم شىركەتلەرگىلا تەۋە بولۇپ، يېڭىلىق يارىتىشنى بوغۇپ قويۇۋاتىدۇ، ھەمدە ئۇ ئىنگلىزچە سۆزلىمەيدىغانلار، ھەر خىل رەڭلىك ئىرقلار، مېيىپلار، ئاياللار ۋە LGBTQIA + كىشىلەرنى نەزەرگە ئالمايۋاتىدۇ. يەنى، ئاۋاز ئىقتىدارىغا ئىگە ئەپلەر كۆپلىگەن تىللاردا ئىشلىمەيدۇ، ياكى ئىشلىدى دېگەن تەقدىردىمۇ، ئۇ ھەممە ئادەمگە ئوخشاش ياخشى ئىشلىمەسلىكى مۇمكىن. بىز پۈتۈن دۇنيادىكى كىشىلەرنى سەپەرۋەر قىلىپ ئۇلارنىڭ ئاۋازلىرىنى ھەمبەھىرلەش ئارقىلىق بۇ ھالەتنى ئۆزگەرتمەكچىمىز. <p>

source: People come and contribute their voices.
ug: كىشىلەر كېلىپ ئاۋازىنى قوشىدۇ.

source: Persian
ug: پارىسچە

source: Personal dashboards keep you up-to-date with individual and community progress.
ug: شەخسىي باشقۇرۇش تاختىلىرى سىزنى شەخسى ۋە ئىجتىمائىي رايونىنىڭ ئىلگىرىلەش ئەھۋالىدىن خەۋەرلەندۈرۈپ تۇرىدۇ.

source: Personally Identifiable Information
ug: شەخسىي سالاھىيەت ئۇچۇرى

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ug: پۈتكۈل Common Voice سەپىرىدە يەرلىكلەشتۈرۈشتىن سانلىق مەلۇمات توپلىمىنى ئىشلىتىش، جامائىتىمىز بىلەن قانداق ئالاقە قىلىشقىچە بولغان نۇرغۇن ئۇچۇرلارنى <playbookLink>كېرەكلىك يېتەكچى</playbookLink> دىن تاپقىلى بولىدۇ.

source: <playIcon></playIcon>Last one!
ug: <playIcon></playIcon> ئەڭ ئاخىرقىسى!

source: Play/Stop
ug: قوي/توختات

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
ug: بىزنىڭ <templateFileLink>قېلىپ ھۆججىتى</templateFileLink> مىزنى تەكشۈرۈپ بېقىڭ. جۈملىڭىز نەشر ھوقۇقىسىز (CC0 ياكى يوللىغۇچىنىڭ رۇخسەت قىلغان ئەسلى ئەسىرى) بولۇشى ھەمدە ئېنىق، گرامماتىكىسى توغرا ۋە ئوقۇش ئاسان بولۇشى كېرەك. يوللانغان جۈملىلەرنى ئوقۇش ئۈچۈن تەخمىنەن 10-15 سېكۇنت ۋاقىت كېتىشى كېرەك، سان، خاس ئىسىم ۋە ئالاھىدە ھەرپلەرنى ئۆز ئىچىگە ئېلىشتىن ساقلىنىشى كېرەك.

source: Please fill out this field.
ug: بۇ بۆلەكنى تولدۇرۇڭ.

source: Please select a language to review sentences.
ug: جۈملىلەرنى تەكشۈرىدىغان تىلدىن بىرنى تاللاڭ.

source: Polish
ug: پولەكچە

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ug: ئەگەر ھېساباتىڭىز بولمىسا <pontoonAccountLink>ھېسابات قۇرۇڭ</pontoonAccountLink>. ئاندىن تىلىڭىزنىڭ <strong> («قوشۇن») </strong> ىنى تاللاڭ، ئاندىن <pontoonCvLink>Common Voice</pontoonCvLink> قۇرۇلۇشىنى تاللاڭ. تەرجىمە قىلىدىغان ھۆججەتلەر بولىدۇ، ئۇلاردىن بىرنى چېكىڭ، ئاندىن ئۇ جايدا ئىنگلىزچىدىكى سۆزلەر ۋە ئۇلارنى تەرجىمە قىلىدىغان رامكىنى كۆرسىتىدۇ.

source: Portuguese
ug: پورتۇگالچە

source: Press and Stories
ug: خەۋەر ۋە ماقالە

source: Press play, listen & tell us: did they accurately speak the sentence below?
ug: قويۇپ ئاڭلاپ بېقىڭ ۋە بىزگە ئۇلار تۆۋەندىكى جۈملىنى توغرا سۆزلىدىمۇ يوق ئېيتىپ بىرىڭ؟

source: Press { shortcut-play-toggle } to toggle play mode
ug: { shortcut-play-toggle } نى بېسىش ئارقىلىق قويۇش ھالىتىگە ئالماشتۇرۇڭ

source: Privacy
ug: شەخسىيەت

source: <privacyLink>Privacy</privacyLink>
ug: <privacyLink>شەخسىيەت</privacyLink>

source: Privacy Policy
ug: شەخسىيەت تۈزۈمى

source: Privacy, security and transparency.
ug: مەخپىيەتلىك، بىخەتەرلىك ۋە ئاشكارىلىق.

source: Profile
ug: تەرجىمىھال

source: Profile information improves the audio data used in training speech recognition accuracy.
ug: تەرجىمىھال ئۇچۇرىڭىز ئاۋاز تونۇش توغرىلىقىنى مەشىق قىلدۇرۇشتا ئىشلىتىلىدىغان ئاۋاز سانلىق مەلۇماتلىرىنى ياخشىلايدۇ.

source: Progress
ug: ئىلگىرىلەش

source: Public Domain
ug: ئاممىۋى دائىرە

source: Pular Guinea
ug: گۋىنېيە پۇلارچە

source: Punctuation
ug: تىنىش بەلگىلىرى

source: Punjabi
ug: پەنجابچە

source: Puno Quechua
ug: پۇنو چىچۋا

source: Quechua Chanka
ug: كېچياچە(چيانكالار)

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ug: [ئىنگلىزچىدىكى «كۆتۈرۈلگەن» دېگەن سۆز ئىككى بوغۇم ئەمەس بەلكى بىر بوغۇم تەلەپپۇز قىلىنىدۇ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ug: باھالاش چېكىدىن ئېشىپ كەتتى. { $retryLimit } مىنۇتتىن كېيىن سىناڭ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ug: باھالاش چېكىدىن ئېشىپ كەتتى. { $retryLimit } سېكۇنتتىن كېيىن سىناڭ

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
ug: ھۆكۈمەت، پايدا تاپمايدىغان ئورۇنلار ياكى تاراتقۇ تەشكىلاتلىرى بىلەن ئالاقىلىشىپ، ئۇلارنىڭ تور مەزمۇنى، دوكلاتى ياكى باشقا مەزمۇنلىرىنىڭ ئاممىۋى ساھەگە بېغىشلىنالايدىغان ياكى بېغىشلىمايدىغانلىقىنى بىلىپ بېقىڭ.

source: Reader Effects
ug: ئوقۇرمەن ئۈنۈمى

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
ug: بەتتىكى بارلىق سۆزلەرنى توغرا ئوقۇش مۇھىم. ئاڭلىغاندا، ئۈنگە ئېلىنغاننىڭ يېزىلغىنى ئىكەنلىكىنى ئىنچىكىلىك بىلەن تەكشۈرۈڭ. ئەگەر ئۇنىڭدا قوشۇلغان، قىسقارتىلغان ياكى كەم قالغان سۆزلەر بولسا رەت قىلىڭ.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ug: ئەمەلىيەتتە مەۋجۇت بولمىغان قىسقارتىپ ئوقۇش، مەسىلەن، بارغانكەن دېگەننى بارغان ئىكەن ياكى بۇرۇن باردى.

source: Read More
ug: تەپسىلاتى

source: Read more on our About page
ug: تەپسىلاتنى بىزنىڭ توغرىسىدا بېتىمىزدىن كۆرۈڭ

source: Read Sentences
ug: جۈملە ئوقۇ

source: Read Sentences, Answer Questions
ug: جۈملە ئوقۇپ، سوئالغا جاۋاب بېرىدۇ

source: Read sentences submitted by the community in various languages
ug: جامائەت يوللىغان ھەر خىل تىلدىكى جۈملىنى ئوقۇيدۇ

source: Read the sentence carefully - don’t miss, change or add words.
ug: جۈملىنى ئەستايىدىل ئوقۇڭ، چۈشۈرۈپ قويماڭ، ئۆزگەرتمەڭ ياكى سۆز قوشماڭ.

source: Ready to add your voice or lend your ear?
ug: ئاۋازىڭىزنى قوشۇشقا ياكى ئاڭلاشقا تەييارمۇ؟

source: Ready to contribute?
ug: تۆھپە قوشۇشقا تەييارمۇ سىز؟

source: Ready to do { $count } more?
ug: يەنە { $count } نى قىلىشقا تەييارمۇ؟

source: Ready to donate your voice?
ug: ئاۋازىڭىزنى ئىئانە قىلىشقا تەييارمۇ؟

source: Ready to help validate sentences?
ug: جۈملىلەرنى دەلىللەشكە ياردەم قىلىشقا تەييارمۇ؟

source: reCAPTCHA is required if you want to proceed
ug: داۋاملاشتۇرماقچى بولسىڭىز reCAPTCHA تەلەپ قىلىنىدۇ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ug: بەسلىشىش، نىشان ئەسكەرتىشى ۋە ئىلگىرىلەش ئۇچۇرلىرى ۋە Common Voice توغرىسىدىكى خەۋەرلەرنى ئېلخەت ئارقىلىق تاپشۇرۇۋېلىشنى خالايمەن.

source: Recorded Clips
ug: ئۈنگە ئېلىنغان ئاۋازلار

source: Recorded Hours
ug: ئۈنگە ئېلىنغان سائەت

source: <recordIcon></recordIcon> Last one!
ug: <recordIcon> </recordIcon> ئەڭ ئاخىرقىسى!

source: [Recording cut off before the end of the last word]
ug: [ئاخىرقى سۆزنى ئۈنگە ئېلىش ئاخىرلىشىشتىن بۇرۇن ئۈزۈلۈپ قالدى]

source: Recordings
ug: ئۈن خاتىرىسى

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ug: ئاۋازنى ئۈنگە ئېلىش ئوچۇق سانلىق مەلۇمات توپلىمىنىڭ كەم بولسا بولمايدىغان تەركىبىي قىسمىدۇر. بەزىلەر بۇ قىسمىنى قىزىقارلىق بۆلەك دەپمۇ قارايدۇ.

source: Record/Stop
ug: خاتىرىلە/توختات

source: Record your response
ug: جاۋابىڭىزنى ئۈنگە ئېلىڭ

source: Record yourself reading sentences in your language
ug: تىلىڭىزدا ئوقۇغان جۈملىنى ئۆزىڭىز خاتىرىلەيسىز

source: Record yourself responding to questions and prompts in your language
ug: تىلىڭىزدا سوئالغا جاۋاب بېرىپ ھەمدە ئەسكەرتىپ ئۆزى ئۈن خاتىرىلەيدۇ

source: Record your voice
ug: ئاۋازىڭىزنى ئۈنگە ئېلىڭ

source: Reference the source of your sentence (required)
ug: جۈملىڭىزنىڭ پايدىلانما مەنبەسى (زۆرۈر)

source: Refresh
ug: يېڭىلا

source: Reject
ug: رەت قىل

source: Remove
ug: چىقىرىۋەت

source: Remove Avatar
ug: Avatar نى ئۆچۈرۈش

source: Report
ug: دوكلات

source: Report was passed successfully
ug: دوكلات مۇۋەپپەقىيەتلىك ماقۇللاندى

source: Request a Language
ug: تىل تەلەپ قىلىڭ

source: Request recordings
ug: خاتىرىلەشنى سوراش

source: *required
ug: *تەلەپ قىلىنىدۇ

source: Re-record
ug: قايتا ئۈنگە ئېلىڭ

source: Re-record clip
ug: قايتا ئۈنگە ئال

source: Respond
ug: جاۋاب

source: Respond To Prompt
ug: ئىنكاس قايتۇرۇش

source: Response deleted successfully
ug: قايتۇرما ئىنكاس مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى

source: Response submitted successfully
ug: قايتۇرما ئىنكاس مۇۋەپپەقىيەتلىك يوللاندى

source: Return
ug: قايت

source: Return here to edit your goal anytime.
ug: بۇ يەرگە قايتىپ نىشانىڭىزنى خالىغان ۋاقىتتا تەھرىرلەڭ.

source: Return to Common Voice
ug: Common Voice گە قايت

source: Return to Common Voice Datasets
ug: Common Voice سانلىق مەلۇمات ئامبىرىغا قايت

source: Return to Languages
ug: تىللارغا قايتىش

source: Review
ug: تەكشۈرۈش

source: Review could not be saved. Please try again later.
ug: تەكشۈرۈشنى ساقلىيالمىدى. سەل تۇرۇپ قايتا سىناڭ.

source: ⓘ Review Criteria
ug: ⓘ تەستىقلاش ئۆلچىمى

source: Review Criteria
ug: تەستىقلاش ئۆلچىمى

source: Reviewed sentences not submitted, are sure?
ug: تەكشۈرۈلگەن جۈملە يوللانمىدى، شۇنداقمۇ؟

source: Review existing sentences submitted by the community
ug: جامائەت يوللىغان مەۋجۇت جۈملىنى تەكشۈرىدۇ

source: Reviewing Sentences
ug: جۈملىلەرنى تەكشۈرۈش

source: Review & re-record clips here as you go
ug: تەكشۈرۈڭ شۇنداقلا بۇ يەرنىڭ ئۆزىدە قايتا ئۈنگە ئېلىڭ

source: Review & re-record clips if needed
ug: تەكشۈرۈڭ ۋە زۆرۈر بولسا قايتا ئۈنگە ئېلىڭ

source: Review Sentences
ug: جۈملىلەرنى تەستىقلاش

source: Review sentences in your language
ug: تىلىڭىزدىكىك جۈملىنى تەكشۈرىدۇ

source: Review & Submit
ug: تەكشۈرۈش ۋە يوللاش

source: Review transcriptions of recorded sentences for accuracy
ug: ئۈنگە ئېلىنغان جۈملىنىڭ يېزىق خاتىرىسىنىڭ توغرىلىقىنى تەكشۈرىدۇ

source: Review Transcriptions <small>(Coming soon)</small>
ug: تېكىست خاتىرىسىنى تەكشۈر<small>(پات يېقىندا قوشۇلىدۇ)</small>

source: Review user-submitted transcriptions in your language
ug: ئىشلەتكۈچى يوللىغان تىلىڭىزدىكى يېزىق خاتىرىسىنى تەكشۈرىدۇ

source: Romanian
ug: رۇمىنىيەچە

source: Romansh Sursilvan
ug: سۇرسىلۋان رومانىشچە

source: Romansh Vallader
ug: ۋاللادېر رومانىشچە

source: Runyankole
ug: نىيانكولېچە

source: Russian
ug: روسچە

source: Sabah Bisaya
ug: ساباھ بىسايا

source: Sabah Malay
ug: ساباھ مالاي

source: Sa'ban
ug: سابان

source: Sakha
ug: ياقۇتچە

source: Santali (Ol Chiki)
ug: سانتالىچە(ئول چىكى يېزىقى)

source: Saraiki
ug: سارايكىچە

source: Sardinian
ug: ساردىنىيەچە

source: Save
ug: ساقلا

source: Saved
ug: ساقلاندى

source: Scots
ug: سىكوتچە

source: Search
ug: ئىزدە

source: See how your progress compares to other contributors all over the world.
ug: ئىلگىرىلىشىڭىزنى دۇنيادىكى باشقا تۆھپىكارلىرى بىلەن سېلىشتۇرۇپ كۆرۈڭ.

source: See Less
ug: ئاز كۆرسەت

source: See More
ug: تەپسىلاتى

source: Select a Language...
ug: تىل تاللاڭ ...

source: Select an option
ug: تاللانما تاللىنىدۇ

source: Select a variant (optional)
ug: تۈرى تاللىنىدۇ (تاللاشچان)

source: Selected
ug: تاللانغان

source: Select File
ug: ھۆججەتنى تاللاڭ

source: Select File to Upload
ug: يۈكلەيدىغان ھۆججەت تاللىنىدۇ

source: Select the desired language dataset and choose the version you wish to download.
ug: سىزگە لازىملىق تىلنىڭ سانلىق مەلۇمات توپلىمى ۋە چۈشۈرمەكچى بولغان نەشرىنى تاللاڭ.

source: Select up to three domains (optional)
ug: كۆپ بولغاندا ئۈچ دائىرە تاللىنىدۇ

source: Select your age
ug: يېشىڭىز تاللىنىدۇ

source: Select your sex or gender
ug: جىنس ياكى جىنس تەۋەلىكى تاللىنىدۇ

source: Self Citation
ug: ئۆز نەقىل

source: Send a link to my email
ug: ئۇلانمىنى ئېلخېتىمگە ئەۋەتىڭ

source: Send sign up link
ug: تىزىملىتىش ئۇلانمىسىنى ئەۋەتىڭ

source: Sentence
ug: جۈملە

source: Sentence Collection
ug: جۈملە توپلىمى

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ug: <sentenceCollectorFragment> جۈملىلەرنى توپلاش </ entenceCollectorFragment> دىكى تېخىمۇ كۆپ مەزمۇنلارنى كۆرۈڭ.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ug: <sentenceCollectorVideo>جۈملىلەرنى يىغىش قوللانمىسىنى كۆرۈڭ</sentenceCollectorVideo>.

source: Sentence Domain
ug: جۈملە دائىرىسى

source: Sentences
ug: جۈملە

source: Sentences are collected for people to read aloud.
ug: كىشىلەرنىڭ يۇقىرى ئاۋازدا ئوقۇشى ئۈچۈن جۈملىلەر توپلىنىدۇ.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
ug: جۈملىلەر جامائەت دەلىللەش جەريانى ئارقىلىق تەكشۈرۈلىدۇ ، ئەمما بۇ جەرياننىڭ مۇكەممەل بولۇشى ناتايىن. ئەگەر سىزنى رەنجىتىدىغان ياكى بىئارام قىلىدىغان جۈملىنى كۆرسىڭىز ياكى ئاڭلىسىڭىز، مەسىلەن، ئۇ بىزنىڭ<participationGuidelines>جامائەتكە قاتنىشىش كۆرسەتمىسى </participationGuidelines>گە خىلاپلىق قىلغانلىقى ئۈچۈن، ئارايۈزدىكى بايراق توپچەنى ئىشلىتىڭ. سىز يەنە <emailFragment>commonvoice@mozilla.com</emailFragment> ئارقىلىق بىز بىلەن ئالاقىلىشالايسىز.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ug: بۇ جايدا تۆھپە قوشۇلغان جۈملىلەر cc-0 ئىجازىتىدىكى ئاشكارا سانلىق مەلۇمات توپلىمىغا قوشۇلىدۇ.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ug: جۈملىلەر چوقۇم ئىككى كىشى تەكشۈرۈپ قوشۇلغاندىن كېيىن ئاندىن Common Voice دا كۆرۈنىدۇ. سىز <languageGuidelinesLink>بۇ جاي</languageGuidelinesLink> دا تىلىڭىزغا يېتەكچى قۇرالايسىز. جۈملىلەر چوقۇم <licenseLink>ئاممىۋى دائىرە</licenseLink> دە بولۇشى ھەمدە 15 سۆزدىن قىسقا بولۇشى كېرەك. سىز تېكىست ئىگىسىدىن سوراپ بىزنىڭ <waiverLink>CC0 كەچۈرۈم قىلىش جەريانى</waiverLink> دىن ئۆتكۈزۈپ، بىزگە commonvoice@mozilla.com ئەۋەتىپ بەرسىڭىز بولىدۇ

source: { $sentences } sentences reviewed. Thank you!
ug: { $sentences }جۈملە تەكشۈرۈلدى، رەھمەت سىزگە!

source: Sentence text
ug: جۈملە تېكىستى

source: Sentence Variant
ug: جۈملە تۈرى

source: Separate sentences into one line by pressing “Enter” or “Return” once
ug: بىر قۇرغا بىر جۈملە «Enter» ياكى «Return» نى بېسىش ئارقىلىق ئايرىلىدۇ

source: Serbian
ug: سېربچە

source: Serian Bidayuh
ug: سېرىيان بىدايۇخ

source: Service and Retail
ug: مۇلازىمەت ۋە پارچە سېتىش

source: Set a goal
ug: نىشان بەلگىلەڭ

source: Set my visibility
ug: كۆرۈنۈشچانلىقىمنى تەڭشە

source: Setswana
ug: سىۋاناچە

source: Settings
ug: تەڭشەكلەر

source: Sex
ug: جىنسى

source: Sex or Gender
ug: جىنسى

source: SHA256 Checksum Copied!
ug: SHA256 يىغىندا تەكشۈرۈش كۆچۈرۈلدى!

source: Shan
ug: شان

source: Share Common Voice
ug: Common Voice نى ئورتاقلىشىڭ

source: Share my goal
ug: نىشانىمنى ئورتاقلىشىڭ

source: Share your clip
ug: ئاۋازىڭىزنى ھەمبەھىرلەڭ

source: Share your { $count } Clip Daily Goal for { $type }
ug: { $type } غا قارىتا كۈندىلىك ئاۋاز خاتىرە نىشانىڭىزنى { $count } نى ھەمبەھىرلەڭ

source: Share your { $count } Clip Weekly Goal for { $type }
ug: { $type } غا قارىتا ھەپتىلىك ئاۋاز خاتىرە نىشانىڭىزنى { $count } نى ھەمبەھىرلەڭ

source: Shilha
ug: شىلخاچە

source: Shortcuts
ug: تېزلەتمە

source: [Should be ‘dinosaurs’]
ug: [«دىنوزاۋر» بولۇشى كېرەك]

source: [Should be “We are”]
ug: [«بىز» بولۇشى كېرەك]

source: Show me sentences and clips from all variants within my language
ug: تىلىمدىكى بارلىق شېۋىدىكى جۈملە ۋە ئۈن ئۈزۈندىلىرىنى كۆرسەت

source: Show my ranking
ug: رەت تەرتىپىمنى كۆرسەت

source: Sicilian
ug: سىتسىلىيەچە

source: Sign up
ug: تىزىملىتىڭ

source: Sign up for an account
ug: تىزىملىتىڭ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ug: Common Voice نىڭ خەۋەرلىرىگە، نىشان ئەسكەرتىشىگە ۋە ئىلگىرىلەش يېڭىلانمىلىرىغا تىزىملىتىڭ

source: sign up for email updates
ug: ئېلخەت يېڭىلاشقا تىزىملىتىڭ

source: Sign up for { $lang } updates:
ug: { $lang } يېڭىلانمىلىرىغا تىزىملىتىڭ:

source: Sindhi
ug: سىندىچە

source: Single
ug: يەككە جۈملە

source: Single Sentence
ug: يەككە جۈملە

source: Single sentence submission
ug: يەككە جۈملە يوللاش

source: Single Sentence Submission
ug: يەككە جۈملە يوللاش

source: Single ZIP file containing
ug: يەككە ZIP ھۆججىتى

source: Sinhala
ug: سىنگالچە

source: Siswati
ug: سىۋاتىچە

source: Size
ug: چوڭلۇقى

source: Skip
ug: ئاتلا

source: Skipped
ug: ئاتلىدى

source: Skip Submission Feedback
ug: تەكلىپ يوللاشتىن ئاتلا

source: Slovak
ug: سىلوۋاكچە

source: Slovenian
ug: سىلوۋېنىيەچە

source: Small batch
ug: ئاز مىقدار

source: Small batch sentence submission
ug: ئاز مىقداردا توپ جۈملە يوللاش

source: Small businesses, including tech and AI start ups
ug: تېخنىكا ۋە سۈنئىي ئەقىلنى ئۆز ئىچىگە ئالغان كىچىك كارخانىلار

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
ug: [ھەپچۈشۈ]ترىناسىك ئېراسىنىڭ گىگانت [ئۆھۆ] دىنوزاۋرلىرى.

source: Social media
ug: ئىجتىمائىي تاراتقۇ

source: Somali
ug: سومالىچە

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ug: بەزى تىللارنىڭ گرامماتىكىسى، سۆزلۈك ۋە تەلەپپۇزىدا غايەت زور ئۆزگىرىش بار. بۇ سەۋەبتىن، بىز 2022-يىلى <ctaLink> «ۋارىيانتلار» </ctaLink> نى تونۇشتۇرىمىز. بۇ جامائەتكە تېخىمۇ چوڭ سانلىق مەلۇمات ئامبىرى ئىچىدىكى تىللىرىنى پەرقلەندۈرۈشنىڭ يولىنى بېرىدۇ.

source: Someone asks for a language to be added.
ug: بەزىلەر تىل قوشۇشنى تەلەپ قىلىدۇ.

source: Something went wrong while fetching prompts. Please try again later.
ug: ئەسكەرتىشكە ئېرىشىۋاتقاندا خاتالىق كۆرۈلدى. سەل تۇرۇپ قايتا سىناڭ.

source: Something went wrong while fetching transcriptions. Please try again later.
ug: خەت پۈتۈككە ئېرىشىۋاتقاندا خاتالىق كۆرۈلدى. سەل تۇرۇپ قايتا سىناڭ.

source: Something went wrong with reCAPTCHA. Please try again.
ug: ReCAPTCHA دا مەسىلە كۆرۈلدى. قايتا سىناڭ.

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
ug: تىل ياكى تىل ئائىلىسىدىكى بەزى شېۋە ۋە دىيالېكتلار بىر-بىرىدىن تۈپتىن پەرقلىق بولىدۇ. ئەگەر سىز مەلۇم بىر شېۋىنى چۈشەنمەي قالسىڭىز، مايىللىقىڭىزنى بۇ يەردە ئۆزگەرتەلەيسىز.

source: Soninke
ug: سونىنكەچە

source: Sorbian, Lower
ug: تۆۋەن سېربچە

source: Sorbian, Upper
ug: يۇقىرى سېربچە

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ug: توربەت سۈرئىتىنىڭ ئاستىلىقىدىن خىجىلمىز، Common Voiceنى ئىشلەتكىنىڭىزگە رەھمەت.

source: Sorry, something went wrong
ug: كەچۈرۈڭ، ئازراق چاتاق چىقتى

source: Source: { $sentenceSource }
ug: مەنبە: { $sentenceSource }

source: Southern Kurdish
ug: جەنۇبىي كۇردچە

source: Southern Sotho
ug: جەنۇبىي سوتوچە

source: Southwestern Tlaxiaco Mixtec
ug: مىكستېك (غەربىي جەنۇپ لاكسىياكو)

source: Spanish
ug: ئىسپانچە

source: Speak
ug: سۆزلەي

source: Speakable
ug: ئوقۇشچان

source: Speakers
ug: سۆزلىگۈچى

source: Speaking
ug: سۆزلەش

source: Speaking and Listening
ug: سۆزلەش ۋە ئاڭلاش

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ug: نورمال ئاۋازىڭىزدا سۆزلەڭ! بۇ يەردە سىزنىڭ ئەسلىدىكى سۆزلەش ئۇسۇلىڭىز بويىچە سۆزلىشىڭىزنى قارشى ئالىمىز، سۆزلىگەن چاغدىكى تەلەپپۇزىڭىزنىڭ ئەسلىدىكىدەك بولۇشىنى، ھەمدە ئاۋازىڭىزنىڭ يۇقىرى-تۆۋەنلىكى، سۆزلەش ئۇسلۇبىڭىز ۋە ئىنتوناتسىيەيىڭىزنىڭ ئادەتتە قانداق بولسا شۇنداق بولۇشىنى ئۈمىد قىلىمىز.

source: Speak now
ug: سۆزلەڭ

source: Speak options menu
ug: تاللانما تىزىملىكنى ئوقۇيدۇ

source: Speak up, contribute here!
ug: سۆزلەڭ ، بۇ يەرگە تۆھپە قوشۇڭ!

source: Special Characters and Foreign Letters
ug: ئالاھىدە ھەرپلەر ۋە چەتئەل ھەرپلىرى
